Repository: common-repository/contact-form-multi
Catalog: languages/contact-form-multi-*.po
Languages: fr_fr, it_it

source: Support
it_it: Supporto

source: Are you sure you want to delete the form?
fr_fr: Êtes-vous sûr de vouloir supprimer le formulaire ?
it_it: Sei sicuro di voler eliminare il modulo?

source: Contact Form Plugin has not been found.
fr_fr: Contact Form Plugin n'a pas été trouvé.
it_it: Il plug-in del modulo di contatto non è stato trovato.

source: You should install and activate this plugin for the correct work with Contact Form Multi plugin.
fr_fr: Vous devez installer et activer ce plugin pour qu'il fonctionne correctement avec le plugin Contact Form Multi.
it_it: È necessario installare e attivare questo plug-in per il corretto funzionamento con il plug-in Contact Form Multi.

source: You can download Contact Form Plugin from
fr_fr: Vous pouvez télécharger Contact Form Plugin à partir de
it_it: Puoi scaricare il plug-in del modulo di contatto da

source: Developers website
fr_fr: Site web des développeurs
it_it: Sito web degli sviluppatori

source: website of plugin Authors
fr_fr: site web des auteurs du plugin
it_it: sito web degli Autori del plugin

source: or
fr_fr: ou
it_it: o

source: Contact Form Plugin is not active.
fr_fr: Le plugin Contact Form n'est pas actif.
it_it: Contact Form Plugin non è attivo.

source: You should activate this plugin for the correct work with Contact Form Multi plugin.
fr_fr: Vous devez activer ce plugin pour qu'il fonctionne correctement avec le plugin Contact Form Multi.
it_it: È necessario attivare questo plugin per il corretto funzionamento con Contact Form Multi plugin.

source: Contact Form Plugin has old version.
fr_fr: Contact Form Plugin a une ancienne version.
it_it: Contact Form Plugin ha una vecchia versione.

source: You need to update this plugin for correct work with Contact Form Multi plugin.
fr_fr: Vous devez mettre à jour ce plugin pour qu'il fonctionne correctement avec le plugin Contact Form Multi.
it_it: È necessario aggiornare questo plug-in per lavorare correttamente con il plug-in Contact Form Multi.

source: WARNING:
fr_fr: ATTENTION :
it_it: ATTENZIONE:

source: Please enable JavaScript in your browser!
fr_fr: Veuillez activer JavaScript dans votre navigateur !
it_it: Abilita JavaScript nel tuo browser!

source: Contact Form Multi plugin doesn't support your current version of Contact Form plugin. Please update Contact Form plugin to version 4.1.2 or higher.
fr_fr: Le plugin Contact Form Multi ne supporte pas votre version actuelle du plugin Contact Form. Veuillez mettre à jour le plugin Contact Form à la version 4.1.2 ou supérieure.
it_it: Il plug-in Contact Form Multi non supporta la versione corrente del plug-in Contact Form. Aggiorna il plug-in Contact Form alla versione 4.1.2 o successiva.

source: requires
fr_fr: exige
it_it: richiede

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
fr_fr: ou plus haut, c'est pourquoi il a été désactivé! Veuillez mettre à jour WordPress et réessayer.
it_it: o superiore, ecco perché è stato disattivato! Aggiorna WordPress e riprova.

source: Back to the WordPress
fr_fr: Retour à WordPress
it_it: Torna a WordPress

source: Plugins page
fr_fr: Page des extensions
it_it: Pagina Plugin
